Repository: besser82/Lock
Catalog: po/*.po
Languages: bg, et, fa

# Translators: do NOT translate “GnuPG Made Easy”
source: GnuPG Made Easy %s or greater required. Using %s.
et: GnuPG Made Easy - nõutav on %s või suurem. Kasutusel on %s.
fa: GnuPG Made Easy %s یا بالاتر مورد نیاز است. با استفاده از %s.

source: Process data with GnuPG
bg: Обработване на данни с GnuPG
et: Krüpti ja dekrüpti andmeid GnuPG-ga
fa: پردازش داده با گنوپی‌جی

# Button linking to translations
source: Translate
et: Tõlgi
fa: ترجمه کردن

# Button linking to source code
source: Develop
et: Arenda
fa: توسعه دادن

source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
et: Priit Jõerüüt
fa: رضا حسین‌زاده <rezahosseinzadeh@riseup.net>

source: Dependencies
bg: Зависимости
et: Sõltuvused
fa: وابستگی‌ها

source: Enter text …
bg: Въведете текст …
et: Sisesta tekst…
fa: متن را وارد کنید…

source: Text copied
bg: Текстът е копиран
et: Tekst on kopeeritud
fa: متن رونوشت شد

source: Could not read text from clipboard: %s
et: Teksti lugemine lõikelaualt ei õnnestunud: %s
fa: ناتوانی در خواندن متن از تخته‌گیره: %s

source: Text pasted
et: Tekst on asetatud
fa: متن چسبانده شد

source: Encryption failed
bg: Шифрирането е неуспешно
et: Krüptimine ei õnnestunud
fa: رمزگذاری شکست خورد

source: Text encrypted
et: Tekst on krüptitud
fa: متن رمزگذاری شد

source: File encrypted
et: Fail on krüptitud
fa: پرونده رمزگذاری شد

source: Decryption failed
bg: Дешифрирането е неуспешно
et: Dekrüptimine ei õnnestunud
fa: رمزگشایی شکست خورد

source: Text decrypted
bg: Текстът е дешифриран
et: Tekst on dekrüptitud
fa: متن رمزگشایی شد

source: File decrypted
bg: Файлът е дешифриран
et: Fail on dekrüptitud
fa: پرونده رمزگشایی شد

source: Signing failed
bg: Подписването е неуспешно
et: Allkirjastamine ei õnnestunud
fa: امضا کردن شکست خورد

source: Text signed
bg: Текстът е подписан
et: Tekst on allkirjastatud
fa: متن امضا شد

source: File signed
bg: Файлът е подписан
et: Fail on allkirjastatud
fa: پرونده امضا شد

source: Signature invalid
et: Allkiri on vigane
fa: امضا نامعتبر است

source: Signature valid - by %s
et: Allkiri kehtib - allkirjastaja %s
fa: امضا معتبر است - توسط %s

source: Import failed
bg: Внасянето е неуспешно
et: Importimine ei õnnestunud
fa: ورود شکست خورد

source: Keys imported
et: Võtmed on imporditud
fa: کلیدها وارد شدند

source: Generation failed
bg: Генерирането е неуспешно
et: Võtmete loomine ei õnnestunud
fa: تولید شکست خورد

source: Keypair generated
bg: Двойката ключове е генерирана
et: Võtmepaar on loodud
fa: جفت‌کلید تولید شد

source: Key does not expire
bg: Ключът няма дата на изтичане
et: Võti ei aegu
fa: کلید منقضی نمیشود

# First formatter: YYYY-mm-dd; Second formatter: HH:MM
source: Expired %s at %s
et: Aegus %s kell %s
fa: در ساعت %s تاریخ %s منقضی شد

# First formatter: YYYY-mm-dd; Second formatter: HH:MM
source: Expires %s at %s
bg: Изтича %s на %s
et: Aegub %s kell %s
fa: در ساعت %s تاریخ %s منقضی میشود

source: Fingerprint copied
et: Sõrmejälg on kopeeritud
fa: اثر انگشت رونوشت شد

source: Export failed
bg: Изнасянето е неуспешно
et: Eksportimine ei õnnestunud
fa: صدور شکست خورد

source: Key exported
bg: Ключът е изнесен
et: Võti on eksporditud
fa: کلید صادر شد

source: Remove key?
et: Kas eemaldame võtme?
fa: کلید را حذف میکنید؟

source: The removal of the key of %s cannot be undone!
bg: Премахването на ключа %s не може да бъде върнато!
et: %s võtme eemaldamist ei saa tagasi pöörata!
fa: حذف کردن کلید %s نمیتواند ناتمام بماند!

source: _Cancel
bg: _Отказване
et: _Katkesta
fa: _لغو

source: _Remove
bg: _Премахване
et: _Eemalda
fa: _حذف

source: Removal failed
bg: Премахването е неуспешно
et: Eemaldamine ei õnnestunud
fa: حذف کردن شکست خورد

source: Key removed
bg: Ключът е премахнат
et: Võti on eemaldatud
fa: کلید حذف شد

source: Renewal failed
et: Uuendamine ei õnnestunud
fa: تجدید شکست خورد

source: Expiry renewed
et: Aegumine on uuendatud
fa: انقضا تجدید شد

source: Failed to create new GPGME context: %s
et: Uue GPGME konteksti loomine ei õnnestunud: %s

source: Failed to set protocol of GPGME context to OpenPGP: %s
et: GPGME protokolli konteksti määramine OpenPGP jaoks ei õnnestunud: %s

source: Failed to set pinentry mode of GPGME context to ask: %s
et: GPGME kontekstile PIN-koodi küsimise režiimi määramine ei õnnestunud: %s

source: Failed to open file for writing: %s
et: Faili kirjutamiseks avamine ei õnnestunud: %s

source: Failed to write to file: %s
et: Faili kirjutamine ei õnnestunud: %s

source: Failed to obtain key by fingerprint: %s
et: Võtme laadimine sõrmejälje alusel ei õnnestunud: %s

source: Failed to find key matching User ID
et: Võtme leidmine kasutajatunnuse alusel ei õnnestunud
fa: پیدا کردن کلیدی که با شناسهٔ کاربری مطابقت داشته باشد شکست خورد

source: Failed to generate new GPG key for signing: %s
et: Uue allakirjastamiseks vajaliku GPG võtme loomine ei õnnestunud: %s

source: Failed to generate new GPG subkey for encryption: %s
et: Uue allakirjastamiseks vajaliku GPG alamvõtme loomine ei õnnestunud: %s

source: Failed to delete unfinished, generated key: %s
et: Loodud, aga lõpetamata võtme kustutamine ei õnnestunud: %s

source: Failed to load GPGME key data from file: %s
et: GPGME võtme andmete laadimine failist ei õnnestunud: %s

source: Failed to import GPG key from file: %s
et: GPG võtme importimine failist ei õnnestunud: %s

source: Failed to create GPGME key data in memory: %s
et: GPGME võtme andmete loomine mälus ei õnnestunud: %s

source: Failed to export GPG key(s) to file: %s
et: GPG võtme(te) eksportimine faili ei õnnestunud: %s

source: Failed to get GPG key for expiry date update: %s
et: GPG võtme laadimine kehtivuse muutmiseks ei õnnestunud: %s

source: Failed to update the expiry date of a key: %s
et: Võtme aegumispäeva muutmine ei õnnestunud: %s

source: Failed to get GPG key for removal: %s
et: GPG võtme laadimine kustutamiseks ei õnnestunud: %s

source: Failed to remove GPG key: %s
et: GPG võtme eemaldamine ei õnnestunud: %s

source: Failed to verify GPGME data from memory
et: GPGME mälus asuvate andmete verifitseerimine ei õnnestunud
fa: اعتبارسنجی دادهٔ GPGME از حافظه شکست خورد

source: Removed %s to prepare overwriting
bg: %s е премахнато, за да се подготви презаписването
et: Ülekirjutamiseks valmistumisel eemaldasime %s
fa: %s برای بازنویسی حذف شد

source: Failed to create text encryption thread
et: Teksti krüptimise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ رمزگذاری متن شکست خورد

source: Failed to create file encryption thread
et: Faili krüptimise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ رمزگذاری پرونده شکست خورد

source: Failed to create text decryption thread
et: Teksti dekrüptimise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ رمزگشایی متن شکست خورد

source: Failed to create file decryption thread
et: Faili dekrüptimise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ رمزگشایی پرونده شکست خورد

source: Failed to create text signing thread
et: Teksti allkirjastamise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ امضا کردن متن شکست خورد

source: Failed to create file signing thread
et: Faili allkirjastamise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ امضا کردن پرونده شکست خورد

source: Failed to create text verification thread
et: Teksti verifitseerimise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ اعتبارسنجی متن شکست خورد

source: Failed to create file verification thread
et: Faili verifitseerimise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ اعتبارسنجی پرونده شکست خورد

source: Failed to create key import thread
et: Võtme importimise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ وارد کردن کلید شکست خورد

source: Failed to create key generation thread
et: Võtme loomise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ تولید کلید شکست خورد

source: Failed to create key export thread
et: Võtme eksportimise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ صادر کردن کلید شکست خورد

source: Failed to create key removal thread
et: Võtme eemaldamise lõime loomine ei õnnestunud
fa: ساختن رشتهٔ حذف کلید شکست خورد

# Shortcuts Group
source: General
et: Üldised
fa: عمومی

# Shortcut as in keyboard shortcut
source: Show shortcuts
et: Näita kiirklahve
fa: نمایش میانبرها

source: Copy text view to clipboard
et: Kopeeri tekstivaade lõikelauale
fa: رونوشت کردن نمای متن به تخته‌گیره

source: Overwrite text view with clipboard
et: Kirjuta tekstivaade üle väärtusega lõikelaualt
fa: بازنویسی کردن نمای متن با تخته‌گیره

# Shortcuts Group
source: Cryptography
et: Krüptograafia
fa: رمزنگاری

source: Encrypt text
et: Krüpti tekst
fa: رمزگذاری متن

source: Decrypt text
et: Dekrüpti tekst
fa: رمزگشایی متن

source: Sign text
et: Allkirjasta tekst
fa: امضا کردن متن

source: Verify text
et: Verifitseeri tekst
fa: اعتبارسنجی متن

source: Lock
bg: Ключалка
et: Lukk
fa: قفل

source: Copy
bg: Копиране
et: Kopeeri
fa: رونوشت

source: Copy the text
bg: Копиране на текста
et: Kopeeri tekst
fa: رونوشت کردن متن

source: Cryptography operations
bg: Криптографски операции
et: Krüptotoimingud
fa: فعالیت‌های رمزنگاری

source: Processing …
et: Töötleme…
fa: درحال پردازش…

source: Main Menu
bg: Основно меню
et: Põhimenüü
fa: فهرست اصلی

source: Text
bg: Текст
et: Tekst
fa: متن

source: File
bg: Файл
et: Fail
fa: پرونده

source: No files selected for processing
et: Ühtegi faili pole töötlemiseks valitud
fa: پرونده‌ای برای پردازش انتخاب نشده است

source: Input File
bg: Входен файл
et: Sisendfail
fa: پروندهٔ ورودی

source: Select input file
et: Vali sisendfail
fa: پروندهٔ ورودی را انتخاب کنید

source: Output File
bg: Изходен файл
et: Väljundfail
fa: پروندهٔ خروجی

source: Select output file
et: Vali väljundfail
fa: پروندهٔ خروجی را انتخاب کنید

source: Encrypt
bg: Шифриране
et: Krüpti
fa: رمزگذاری

source: Decrypt
bg: Дешифриране
et: Dekrüpti
fa: رمزگشایی

source: Sign
bg: Подписване
et: Allkirjasta
fa: امضا کردن

source: Verify
bg: Потвърждаване
et: Verifitseeri
fa: اعتبارسنجی

source: Manage keys
bg: Управление на ключовете
et: Halda võtmeid
fa: مدیریت کلیدها

source: Keyboard Shortcuts
et: Klaviatuuri kiirklahvid
fa: میانبرهای صفحه کلید

source: About Lock
bg: Относно „Ключалка“
et: Rakenduse teave
fa: دربارهٔ قفل

source: Sign (Clear Text)
et: Allkirjasta (vormindamata tekst)
fa: امضا (متن تمیز)

source: Sign (Detached)
et: Allkirjasta (eraldi tekst)
fa: امضا (جداشده)

source: Select key
et: Vali võti
fa: کلید را انتخاب کنید

source: Refresh keys
bg: Опресняване на ключовете
et: Värskenda võtmeid
fa: بازیابی کلیدها

source: No capable keys available
et: Sobilikke võtmeid ei leidu
fa: کلید متناسبی در دسترس نیست

source: Your GnuPG keyring does not contain any keys that support this functionality.
et: Sinu GnuPG võtmerõngas ei sisalda võtmeid, mis võimaldaks seda toimingut teha.
fa: دسته کلید گنوپی‌جی شما هیچ کلیدی که از این قابلیت پشتیبانی کند ندارد.

source: No keys available
bg: Няма налични ключове
et: Võtmeid pole saadaval
fa: کلیدی در دسترس نیست

source: Your GnuPG keyring does not contain any keys.
et: Sinu GnuPG võtmerõngas pole üldse võtmeid.
fa: دسته کلید گنوپی‌جی شما دارای هیچ کلیدی نیست.

# Import keys from files
source: Import
et: Impordi
fa: وارد کردن

source: Import keys from files
bg: Внасяйте ключове от файлове
et: Impordi faili(de)st
fa: وارد کردن کلیدها از پرونده

source: Create a new keypair
bg: Създаване на нова двойка ключове
et: Loo uus võtmepaar
fa: ساختن جفت‌کلید جدید

source: Generate keypair
bg: Генериране на двойка ключове
et: Loo võtmepaar
fa: تولید کردن جفت‌کلید

# Name of the UID of the new keypair
source: Name (Mandatory)
et: Nimi (kohustuslik)
fa: نام (ضروری)

# Email of the UID of the new keypair
source: Email
bg: Е-поща
et: E-posti aadress
fa: رایانامه

# Comment of the UID of the new keypair
source: Comment
et: Kommentaar
fa: نظر

# Signing algorithm of the new keypair
source: Signing Algorithm
bg: Алгоритъм за подписване
et: Allkirjastamise algoritm
fa: الگوریتم امضا

# Signing algorithm of the new keypair
source: Key
bg: Ключ
et: Võti
fa: کلید

# Encryption algorithm of the new keypair
source: Encryption Algorithm
bg: Алгоритъм за шифриране
et: Krüptoalgoritm
fa: الگوریتم رمزگذاری

# Encryption algorithm of the new keypair
source: Subkey
bg: Подключ
et: Alamvõti
fa: زیرکلید

# Expiry time of the new keypair
source: Expiry
bg: Дата на изтичане
et: Aegumine
fa: انقضا

# Expiry unit of the new keypair
source: Months, disable with zero
bg: Месеци, изключва се с нула
et: Kuudes, null märgib aegumise puudumist
fa: ماه، غیرفعال کردن با صفر

# Generate a new keypair
source: Generate
bg: Генериране
et: Loo
fa: تولید کردن

source: Generate a new keypair
bg: Генериране на нова двойка ключове
et: Loo uus võtmepaar
fa: تولید کردن یک جفت‌کلید جدید

source: User ID
bg: Идентификатор на потребителя
et: Kasutajatunnus
fa: شناسهٔ کاربری

source: Fingerprint
bg: Отпечатък
et: Sõrmejälg
fa: اثر انگشت

source: Expiry
bg: Дата на изтичане
et: Aegumine
fa: انقضا

source: Remove key
et: Eemalda võti
fa: حذف کردن کلید

source: Export public key to file
bg: Изнасяне на публичния ключ във файл
et: Ekspordi avalik võti faili
fa: صادر کردن کلید عمومی به پرونده

source: Edit expiry date
et: Muuda aegumise kuupäeva
fa: ویرایش تاریخ انقضا

source: gpg;gnupg;cryptography;openpgp;encrypt;decrypt;sign;verify;
bg: криптография;шифриране;дешифриране;подписване;потвърждаване;
et: gpg;gnupg;cryptography;openpgp;encrypt;decrypt;sign;verify;krüpti;krüpteeri;dekrüpti;dekrüpteeri;allkiri;allkirjastamine;kontroll;kontrollimine;krüptimine;krüpteerimine;dekrüptimine;dekrüpteerimine;verifitseerimine;
fa: جی‌پی‌جی;گنوپی‌جی;رمزنگاری;اپن‌پی‌جی‌پی;رمزگذاری;رمزگشایی;امضا;اعتبارسنجی;

source: Lock is a graphical front-end for GnuPG (GPG) making use of a beautiful LibAdwaita GUI.
bg: „Ключалка“ е програма за GnuPG (GPG), която използва красивия LibAdwaita графичен интерфейс.
et: Lukk (Lock) on GnuPG (GPG) graafiline kasutajaliides, mille aluseks on ilus LibAdwaita-liidestus.
fa: قفل یک پیشینهٔ گرافیکی برای گنوپی‌جی (جی‌پی‌جی) است که با یک رابط کاربری گرافیکی زیبای LibAdwaita ساخته شده است.

source: Process text and files:
bg: Обработвайте текст и файлове:
et: Töötle tekste ja faile:
fa: پردازش متن و پرونده‌ها:

source: Encryption
bg: Шифриране
et: Krüptimine
fa: رمزگذاری

source: Decryption
bg: Дешифриране
et: Dekrüptimine
fa: رمزگشایی

source: Signing
bg: Подписване
et: Allkirjastamine
fa: امضا کردن

source: Verification
bg: Потвърждаване
et: Verifitseerimine
fa: اعتبارسنجی

source: Manage your GnuPG keyring:
et: Halda oma GnuPG võtmerõngast:
fa: مدیریت کردن دسته‌کلیدتان:

source: Generate new keypairs
bg: Генерирайте нови ключове
et: Loo uued võtmepaarid
fa: تولید کردن جفت‌کلیدها

source: Import keys
et: Impordi võtmed
fa: وارد کردن کلیدها

source: Export public keys
et: Ekspordi avalikud võtmed
fa: صادر کردن کلیدها

source: View expiry dates
bg: Преглеждайте датите на изтичане
et: Vaata aegumise kuupäevi
fa: نمایش تاریخ‌های انقضا

source: Update expiry dates of expired keys
et: Uuenda aegunud võtmete aegumise kuupäevi
fa: بروزرسانی تاریخ انقضای کلیدهای منقضی‌شده

source: Remove keys
bg: Премахвайте ключове
et: Eemalda võtmeid
fa: حذف کردن کلیدها

source: Light Appearance
bg: Светъл външен вид
et: Hele kujundus
fa: ظاهر روشن

source: Dark Appearance
bg: Тъмен външен вид
et: Tume kujundus
fa: ظاهر تاریک

source: Key Management
bg: Управляване на ключове
et: Võtmehaldus
fa: مدیریت کلید

source: Keypair Generation
bg: Генериране на двойка ключове
et: Võtmepaari loomine
fa: تولید جفت‌کلید

source: File processing
bg: Обработване на файлове
et: Faili töötlemine
fa: پردازش پرونده

source: Plain text
bg: Обикновен текст
et: Vormindamata tekst
fa: متن ساده

source: Key selection dialog
et: Võtmevaliku vaade
fa: محاورهٔ انتخاب کلید

source: Failed to create new GPGME output data in memory
et: Uute GPGME väljundandmete loomine mällu ei õnnestunud
fa: ساختن دادهٔ خروجی جدید GPGME از حافظه شکست خورد

source: Failed to open output file: %s
bg: Изходният файл не може да бъде отворен: %s
et: Väljundfaili avamine ei õnnestunud: %s
fa: باز کردن پروندهٔ خروجی شکست خورد: %s

source: Failed to create new GPGME input data from file
et: Failist uute GPGME sisendandmete loomine ei õnnestunud
fa: ساختن دادهٔ ورودی جدید GPGME از پرونده شکست خورد

source: Failed to set file name of GPGME input data
et: GPGME sisendandmete failinime määramine ei õnnestunud
fa: تنظیم کردن نام پروندهٔ دادهٔ ورودی GPGME شکست خورد

source: Failed to set file name of GPGME output data
et: GPGME väljundandmete failinime määramine ei õnnestunud
fa: تنظیم کردن نام پروندهٔ دادهٔ خروجی GPGME شکست خورد

source: Failed to encrypt GPGME data from file
et: GPGME failis asuvate andmete krüptimine ei õnnestunud
fa: رمزگذاری دادهٔ GPGME از حافظه شکست خورد

source: Failed to decrypt GPGME data from file
et: GPGME failis asuvate andmete dekrüptimine ei õnnestunud
fa: رمزگشایی کردن دادهٔ GPGME از پرونده شکست خورد

source: Failed to sign GPGME data from file
et: GPGME failis asuvate andmete allkirjastamine ei õnnestunud
fa: امضا کردن دادهٔ GPGME از پرونده شکست خورد

source: Failed to verify GPGME data from file
et: GPGME failis asuvate andmete verifitseerimine ei õnnestunud
fa: اعتبارسنجی دادهٔ GPGME از پرونده شکست خورد

source: Failed to create new GPGME input data from string
et: Sõnest uute GPGME sisendandmete loomine ei õnnestunud
fa: ساختن دادهٔ ورودی جدید GPGME از رشته شکست خورد

source: Failed to encrypt GPGME data from memory
et: GPGME mälus asuvate andmete krüptimine ei õnnestunud
fa: رمزگذاری دادهٔ GPGME از حافظه شکست خورد

source: Failed to decrypt GPGME data from memory
et: GPGME mälus asuvate andmete dekrüptimine ei õnnestunud
fa: رمزگشایی دادهٔ GPGME از حافظه شکست خورد

source: Failed to add signing key to GPGME context
et: Allkirjavõtme lisamine GPGME kontekstile ei õnnestunud
fa: اضافه کردن کلید امضا به محتوای GPGME شکست خورد

source: Failed to sign GPGME data from memory
et: GPGME mälus asuvate andmete allkirjastamine ei õnnestunud
fa: امضا کردن دادهٔ GPGME از حافظه شکست خورد

source: Failed to create new GPGME context
et: Uue GPGME konteksti loomine ei õnnestunud
fa: ساختن محتوای جدید GPGME شکست خورد

source: Failed to set protocol of GPGME context to OpenPGP
et: GPGME protokolli konteksti määramine OpenPGP jaoks ei õnnestunud
fa: تنظیم کردن شیوه‌نامهٔ محتوای GPGME به اپن‌پی‌جی‌پی شکست خورد

source: Failed to set pinentry mode of GPGME context to ask
et: GPGME kontekstile PIN-koodi küsimise režiimi määramine ei õnnestunud
fa: تنظیم کردن حالت پیننتی محتوای GPGME برای پرسیدن شکست خورد

source: Failed to obtain key by fingerprint
et: Võtme laadimine sõrmejälje alusel ei õnnestunud
fa: گرفتن کلید با اثر انگشت شکست خورد

source: Failed to generate new GPG key for signing
et: Uue allakirjastamiseks vajaliku GPG võtme loomine ei õmnnestunud
fa: ساختن کلید جی‌پی‌جی جدید برای امضا کردن شکست خورد

source: Failed to delete unfinished, generated key
et: Loodud, aga lõpetamata võtme kustutamine ei õnnestunud
fa: حذف کردن کلید تولید شدهٔ ناتمام شکست خورد

source: Failed to load GPGME key data from file
et: GPGME võtme andmete laadimine failist ei õnnestunud
fa: بار کردن دادهٔ کلید GPGME از پرونده شکست خورد

source: Failed to import GPG key from file
et: GPG võtme importimine failist ei õnnestunud
fa: وارد کردن کلید جی‌پی‌جی از پرونده شکست خورد

source: Failed to create GPGME key data in memory
et: GPGME võtme andmete loomine mälus ei õnnestunud
fa: ساختن دادهٔ کلید GPGME در حافظه شکست خورد

source: Failed to export GPG key(s) to file
et: GPG võtme(te) eksportimine faili ei õnnestunud
fa: صادر کردن کلید(های) جی‌پی‌جی به پرونده شکست خورد

source: Failed to get GPG key for expiry editing
et: GPG võtme laadimine kehtivuse muutmiseks ei õnnestunud
fa: دریافت کلید جی‌پی‌جی برای ویرایش تاریخ انقضا شکست خورد

source: Failed to update the expiry time
et: Aegumisaja muutmine ei õnnestunud
fa: بروزرسانی تاریخ انقضا شکست خورد

source: Failed to get GPG key for removal
et: GPG võtme laadimine kustutamiseks ei õnnestunud
fa: دریافت کلید جی‌پی‌جی برای حذف شکست خورد

source: Failed to remove GPG key
et: GPG võtme eemaldamine ei õnnestunud
fa: حذف کردن کلید جی‌پی‌جی شکست خورد

source: Failed to open export file: %s
bg: Изнесеният файл не може да бъде отворен: %s
et: Ekspordifaili avamine ei õnnestunud: %s
fa: باز کردن پروندهٔ خروجی شکست خورد: %s

source: Unknown
et: Teadmata
fa: ناشناخته

source: Verification failed
bg: Потвърждаването е неуспешно

source: Text verified
bg: Текстът е потвърден

source: File verified
bg: Файлът е потвърден

source: Remove key and subkeys?
bg: Премахване на ключа и подключовете?

# First format specifier is a translation string marked as “Thread Error”
source: Failed to create %s thread: %s
bg: Създаване на нишка %s е неуспешно: %s

# Thread Error
source: text encryption
bg: шифриране на текст

# Thread Error
source: file encryption
bg: шифриране на файл

# Thread Error
source: text decryption
bg: дешифриране на текст

# Thread Error
source: file decryption
bg: дешифриране на файл

# Thread Error
source: text signing
bg: подписване на текст

# Thread Error
source: file signing
bg: подписване на файл

# Thread Error
source: text verification
bg: потвърждаване на текст

# Thread Error
source: file verification
bg: потвърждаване на файл

# Thread Error
source: key import
bg: внасяне на ключ

# Thread Error
source: key generation
bg: генериране на ключ

# Thread Error
source: key export
bg: изнасяне на ключ

# Thread Error
source: key removal
bg: премахване на ключ

# Name of the UID of the new keypair
source: Name
bg: Име
